["<unk>", "the", ",", ".", "to", "of", "and", "a", "in", "valkyria", "@", "game", "was", "by", "\"", "=", "chronicles", "'", "as", "with", "for", "s", "its", "that", "-", "their", "were", ":", "are", "on", "character", "iii", "it", "is", "series", "story", "an", "characters", "development", "ii", "into", "during", "had", "nameless", "previous", "theme", "(", ")", "3", "also", "can", "gameplay", "games", "no", "released", "such", "while", "who", "be", "due", "he", "main", "they", "this", "at", "each", "from", "missions", "playstation", "would", "2011", "after", "battlefield", "elements", "gallian", "not", "squad", "along", "anime", "battle", "being", "both", "original", "release", "same", "team", "than", "them", "through", "unit", "war", "army", "early", "edition", "first", "his", "military", "new", "or", "order", "player", "two", "which", "written", "2010", "about", "against", "could", "gallia", "japanese", "kurt", "move", "multiple", "music", "one", "other", "over", "players", "raven", "role", "sakimoto", "sega", "senj\u014d", "units", "used", "when", "within", "year", "around", "began", "between", "but", "calamity", "content", "dahau", "darcsen", "demo", "despite", "different", "difficulty", "expanded", "guitar", "imperial", "improvements", "january", "japan", "large", "lit", "make", "may", "mission", "opening", "platform", "points", "praised", "project", "sales", "second", "sense", "sung", "three", "time", "unique", "up", "using", "video", "vision", "weapon", "where", "work", "2012", "422nd", ";", "action", "addition", "additional", "available", "azure", "black", "command", "concept", "creating", "developed", "director", "dlc", "do", "empire", "enemy", "extra", "february", "following", "found", "general", "has", "her", "honjou", "imca", "kept", "light", "like", "made", "map", "maps", "media", "members", "most", "n", "needed", "november", "once", "ozawa", "patch", "playing", "portable", "positive", "positively", "potentials", "produced", "production", "real", "return", "revolution", "riela", "skills", "so", "sold", "soldiers", "some", "staff", "system", "tactical", "take", "themes", "themselves", "then", "third", "tone", "took", "unlocked", "what", "will", "worked", "\u6226\u5834\u306e\u30f4\u30a1\u30eb\u30ad\u30e5\u30ea\u30a23", "2014", "4", "accused", "activate", "adaptations", "adapted", "adjusted", "all", "alongside", "always", "animation", "april", "aspects", "assigned", "attached", "based", "before", "beginning", "best", "carried", "chance", "changing", "class", "classes", "composed", "create", "created", "crowe", "darker", "designed", "destroyed", "divided", "done", "downloadable", "end", "ending", "episodes", "europan", "events", "eventually", "famitsu", "fan", "felt", "female", "fight", "five", "force", "form", "franchise", "gaming", "grant", "graphics", "handled", "heavy", "help", "himself", "hitoshi", "if", "illustrated", "initially", "instruments", "interview", "just", "known", "last", "later", "latter", "linear", "localized", "low", "lyrics", "major", "making", "manga", "maximilian", "mechanics", "member", "modern", "more", "much", "names", "nation", "noted", "noting", "off", "officer", "officially", "orchestra", "originally", "otherwise", "out", "outside", "own", "pacing", "part", "partially", "penal", "per", "perform", "play", "played", "pleased", "portion", "potential", "predecessor", "predecessors", "protect", "ranks", "rather", "reason", "recycled", "referred", "rejected", "removed", "rest", "returned", "returning", "scenario", "script", "secret", "selected", "separate", "september", "seven", "shift", "similar", "singer", "single", "something", "speaking", "special", "specific", "spikes", "style", "table", "takeshi", "text", "tgs", "these", "times", "told", "traitor", "translation", "treason", "turns", "under", "upon", "website", "west", "wish", "without", "1", "102", "152", "23", "27", "29", "31", "3ds", "422", "500", "abandons", "abilities", "according", "ace", "achieve", "acquire", "act", "adaptation", "adjustments", "advantage", "affect", "affected", "again", "ai", "alive", "allegiance", "allies", "although", "amount", "ancient", "animated", "announced", "annoying", "anonymous", "appeal", "appearance", "appearances", "apply", "approach", "approximately", "armed", "armored", "arranged", "arrest", "arriving", "art", "article", "artists", "asking", "attacks", "attendees", "attributes", "august", "availability", "awarded", "awkward", "balance", "bass", "become", "becomes", "been", "begin", "benefactor", "bloom", "blue", "body", "bonus", "book", "bubbles", "call", "camp", "capacity", "capital", "card", "carrying", "cast", "cause", "cease", "certain", "certainly", "charts", "chosen", "citing", "city", "closure", "color", "combined", "come", "comic", "coming", "commanding", "commonly", "compatible", "completing", "completion", "components", "composer", "confronts", "consequence", "consequences", "considered", "consisting", "constructed", "continued", "continues", "control", "cooperative", "copy", "criminals", "crimson", "criticism", "criticisms", "criticized", "critics", "crossover", "customized", "cutscenes", "damaged", "dangerous", "data", "day", "decided", "decides", "defeat", "defects", "dengeki", "depending", "descendant", "design", "designer", "designs", "desperately", "destroys", "detail", "detailing", "details", "develop", "dictated", "did", "differing", "direct", "directed", "directly", "distance", "distress", "distributed", "distributing", "divorced", "does", "down", "download", "duty", "dvd", "ease", "echelons", "editions", "effort", "either", "enemies", "engine", "engineers", "english", "enjoyed", "enjoying", "enraged", "entertaining", "entire", "entries", "entry", "episode", "episodic", "erase", "erased", "error", "escorted", "essential", "essentially", "evidence", "excited", "exclusive", "exemplified", "exist", "expected", "expense", "experience", "exploit", "expose", "expressing", "extended", "extensive", "face", "faced", "falsely", "fantasy", "fate", "feature", "featured", "features", "featuring", "feeling", "fellow", "field", "finalized", "finished", "fire", "flash", "flower", "flowers", "flux", "focused", "follows", "forces", "foreign", "formal", "forms", "fought", "freely", "full", "fusion", "g", "gained", "gauge", "gave", "geddes", "generally", "getting", "go", "goals", "goes", "good", "gradually", "granted", "great", "greatly", "grid", "grown", "growth", "half", "happened", "happens", "have", "having", "health", "heard", "heath", "higher", "highly", "him", "hindman", "hinting", "hiroshi", "hiroyuki", "home", "hopeful", "house", "how", "however", "hp", "i", "idea", "ideal", "identify", "identities", "ign", "impede", "improve", "improved", "include", "incorporate", "incorporated", "incorporating", "incursion", "independence", "individual", "individuality", "innate", "inspired", "interests", "invading", "involved", "irving", "issue", "issues", "journalists", "june", "kadokawa", "keep", "killed", "kimi", "knocked", "kotaku", "layouts", "leader", "leading", "learn", "left", "legacy", "length", "limitations", "limited", "link", "list", "listed", "live", "lived", "lives", "location", "look", "lose", "losses", "love", "lower", "magazine", "maintaining", "majority", "manpower", "masters", "material", "meaning", "memory", "met", "method", "militia", "minor", "models", "moral", "moscow", "mostly", "motto", "movement", "moves", "multi", "museum", "musical", "mysterious", "nations", "need", "needing", "negatively", "network", "nevertheless", "newcomers", "newer", "newfound", "next", "nine", "nintendo", "non", "none", "novel", "now", "number", "numbers", "oath", "occasional", "occurs", "offenders", "offered", "official", "only", "operations", "option", "orders", "others", "overall", "overturned", "owing", "owned", "panels", "parallel", "particular", "particularly", "partly", "parts", "peace", "people", "period", "person", "personal", "perspective", "pictures", "piece", "pitted", "place", "planned", "plans", "plausible", "playable", "plot", "point", "poor", "popular", "portraits", "position", "possible", "post", "praising", "pre", "precious", "presence", "present", "preview", "price", "principle", "problem", "problems", "profound", "progresses", "promote", "proposed", "protagonists", "prove", "provided", "psp", "public", "publicity", "purchase", "purpose", "putting", "quality", "ramsey", "ready", "realistic", "reality", "received", "reception", "recorded", "records", "redeem", "referenced", "refine", "regained", "regret", "regular", "related", "relating", "remain", "removal", "repetition", "replayed", "representing", "required", "research", "respective", "response", "responsibility", "retained", "retaining", "reveal", "revealed", "revenge", "review", "revolutionary", "richard", "rivals", "road", "route", "runs", "ryan", "said", "sake", "save", "scene", "scouts", "sealed", "seeks", "seemed", "seemingly", "segments", "select", "self", "send", "sequel", "serialized", "serious", "serve", "serving", "set", "settings", "several", "shadow", "shared", "shinji", "short", "shortly", "shoten", "show", "simulation", "singles", "site", "skill", "soldier", "somber", "song", "songs", "space", "specialist", "speech", "standard", "standing", "stated", "stats", "still", "stoppage", "stories", "stripped", "structure", "sub", "successful", "suffer", "suffers", "summer", "super", "support", "switch", "synthesized", "synthesizer", "systems", "taken", "takes", "tank", "tanks", "target", "task", "tasked", "teaser", "television", "temporary", "territory", "test", "there", "those", "thought", "throughout", "timeline", "title", "together", "tokyo", "too", "top", "topped", "towards", "tracks", "transfer", "translated", "trial", "troops", "true", "tune", "turn", "tweaks", "types", "uk", "unaltered", "underwent", "uniforms", "unknowingly", "unless", "unlike", "unofficial", "unpopularity", "until", "upgrade", "upper", "varies", "vehicles", "versions", "very", "victory", "visual", "visuals", "voiced", "volume", "volumes", "wanted", "wanting", "warrant", "watch", "ways", "weapons", "weary", "western", "whose", "wii", "wishes", "woman", "working", "works", "world", "wreck", "writer", "writers", "x", "you", "young", "zone"]